docs: update requirement
